import Navbar from "../components/Navbar";
import Footer from "../components/Footer";

function About() {
  return (
    <>
      <Navbar />

      <div className="page">
        <h1>عن منصة BM Sciences</h1>

        <p>
          BM Sciences منصة تعليمية موجهة لأساتذة وتلاميذ علوم الطبيعة
          والحياة في التعليم المتوسط.
        </p>

        <p>
          تهدف المنصة إلى توفير المذكرات، الفروض، الاختبارات، التمارين
          والوضعيات، الملخصات، الفيديوهات والوثائق التربوية في مكان واحد،
          بطريقة منظمة وسهلة الاستعمال.
        </p>

        <p>
          تم إنشاء منصة BM Sciences من طرف الأستاذ هني صهيب، أستاذ علوم
          الطبيعة والحياة بالتعليم المتوسط، من ولاية الشلف.
        </p>

        <p>
          نسعى من خلال هذه المنصة إلى تقديم محتوى تربوي مفيد، ومساعدة
          الأساتذة والتلاميذ على الوصول السريع إلى الموارد التعليمية الخاصة
          بمادة العلوم الطبيعية.
        </p>
      </div>

      <Footer />
    </>
  );
}

export default About;